i5/20240810-0126-new/logs/index-yes-yes-yes-8-32768-1000-1723554482/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/lock-scalability-test-2/20240810-0126-new/logs/index-yes-yes-yes-8-32768-1000-1723554482/index.sql
scaling factor: 1
query mode: prepared
number of clients: 4
number of threads: 4
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 729170
number of failed transactions: 0 (0.000%)
latency average = 0.055 ms
initial connection time = 3.866 ms
tps = 72944.609535 (without initial connection time)